
# General
davidde/git
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search

zsh-users/zsh-completions
belak/zsh-utils path:completion
# g-plane/zsh-yarn-autocompletions

# https://github.com/arzzen/calc.plugin.zsh
arzzen/calc.plugin.zsh  

# Theme
romkatv/powerlevel10k
